Repository: AmirulAndalib/wesnoth
Catalog: po/wesnoth-aoi/*.po
Languages: bg

source: An Orcish Incursion
bg: Настъплението на орките

source: AOI
bg: НнО

source: Defend the forests of the elves against the first orcs to reach the Great Continent, learning valuable tactics as you do so.
bg: Елфическите гори са под нападение от първите орки дръзнали да стъпят там. Защитете Великия континент, докато се учите на ценни тактически умения.

source: (Rookie level, 7 scenarios.)
bg: (Начинаеща степен, с 7 мисии)

source: Beginner
bg: (Начинаещ)

source: Fighter
bg: Боец

source: Lord
bg: Благородник

source: Normal
bg: (Нормално)

source: Challenging
bg: (Предизвикателно)

source: High Lord
bg: Върховен благородник

source: Campaign Design
bg: Дизайн на кампанията

source: Artwork and Graphics Design
bg: Дизайн на изображенията и графиката

source: Editing, proofreading and gameplay testing
bg: Редакция и тестване

source: Defend the Forest
bg: Отбранявайте гората

source: The arrival of humans and orcs caused turmoil among the nations of the Great Continent. Elves, previously in uneasy balance with dwarves and others, had for centuries fought nothing more than an occasional skirmish. They were to find themselves facing conflicts of a long-forgotten intensity.
bg: Пристигането на хората и орките пося смут сред нациите на Великия континент. Векове наред елфите поддържат нелек мир с останалите раси, водейки само леки схватки. Сега им предстои да се изправят пред конфликт със сила, каквато отдавна не са изпитвали.

source: Their first encounter with the newcomers went less well than either side might have wished.
bg: Първият им сблъсък с новодошлите премина по-зле, отколкото им се искаше.

source: But humans, though crude and brash, at least had in them a creative spark which elves could recognize as akin to their own nature. Orcs seemed completely alien.
bg: Макар да бяха груби и нагли, хората поне притежаваха творческа искра, която напомняше на елфите за тях самите. Орките им бяха напълно чужди.

source: For some years after Haldric’s people landed, orcs remained scarce more than a rumor to trouble the green fastnesses of the elves. That remained so until the day that an elvish noble of ancient line, Erlornas by name, faced an enemy unlike any he had ever met before.
bg: Години след като народът на Халдрик акостира по тези брегове, орките останаха само слух, който дразнеше нежния слух на елфите. Това приключи в деня, в който елфическият благородник Ерлорнас се изправи срещу напълно непознат нему враг.

source: The orcs were first sighted from the north marches of the great forest of Wesmere.
bg: Орките бяха забелязани на север от великата гора Везмер.

source: Elves
bg: Елфи

source: Lomarfel
bg: Ломарфел

source: Orcs
bg: Орки

source: Urugha
bg: Уруга

source: Defeat Urugha
bg: Победете Уруга

source: Death of Erlornas
bg: Смъртта на Ерлорнас

source: Elves can move quickly and safely among the trees. Pick off the enemy grunts with your archers from the safety of the forest.
bg: Елфите могат да се придвижват бързо и безопасно сред дърветата. Нека Вашите стрелци останат скрити в горите, за да се бият оттам.

source: My lord! A party of aliens has made camp to the north and lays waste to the forest. Our scouts believe it’s a band of orcs.
bg: Господарю! Група чудовища лагерува на север и опустошава гората. Разузнавачите ни смятат, че това са орки.

source: Orcs? It seems unlikely. The human king, Haldric, crushed them when they landed on these shores, and since then they’ve been no more than a bogey mothers use to scare the children.
bg: Орки? Съмнявам се. Човешкият крал Халдрик, ги изби, когато хората слязоха на тези брегове. Оттогава те са само призраци, с които се плашат децата.

source: So it seemed, my lord. Yet there is a band of them in the north cutting down healthy trees by the dozen, and making great fires from the wood. They trample the greensward into mud and do not even bury their foul dung. I believe I can smell the stench even here.
bg: Може и да е било така, господарю, ала все пак цяла група от тези "призраци" режат дузини здрави дървета, за да си палят огньовете. Те тъпчат зеленината и дори не си заравят т`ора. Мисля, че дори сега ги надушвам.

source: So the grim tales of them prove true. They must not be allowed to continue; we must banish this blight from our forests. I shall marshal the wardens and drive them off. And the Council needs to hear of this; take the message and return with reinforcements, for there might be more of them.
bg: Значи приказките са истина. Те трябва да бъдат спрени; трябва да прогоним тази чума от горите си. Аз ще поведа пазителите и ще ги нападна. Съветът трябва да бъде известен; занеси това писмо и доведи подкрепления, защото може да дойдат още орки.

source: Yes, my lord!
bg: Слушам, господарю!

source: Look at them. Big, slow, clumsy and hardly a bow in hand. Keep to the trees, use your arrows and the day will be ours.
bg: Вижте ги. Големи, бавни и непохватни, без нито един лък в ръка. Не се отделяйте от горите, използвайте стрелите си и победата ще бъде наша.

source: My lord, none of our healers have experience on the battlefield. It pleases me that they are safe, but if we should embark on a campaign then we will surely need them alongside us in the battles ahead.
bg: Господарю, лечителите ни не са опитни в битка. Радвам се, че са в безопасност, но ако тръгнем на война, те ще са ни нужни в предстоящите схватки.

source: female^My lord, none of our healers have experience on the battlefield. It pleases me that they are safe, but if we should embark on a campaign then we will surely need them alongside us in the battles ahead.
bg: female^Господарю, лечителите ни не са опитни в битка. Радвам се, че са в безопасност, но ако тръгнем на война, те ще са ни нужни в предстоящите схватки.

source: My lord, none of our surviving healers have experience on the battlefield. It pains me to suggest that we should risk another, but if we should embark on a campaign then we will surely need them alongside us in the battles ahead.
bg: Господарю, никой от останалите ни лечители няма опит в битка. Мъчно ми е да рискуваме здравето им, но ако тръгнем на война, те ще са ни нужни в предстоящите схватки.

source: female^My lord, none of our surviving healers have experience on the battlefield. It pains me to suggest that we should risk another, but if we should embark on a campaign then we will surely need them alongside us in the battles ahead.
bg: female^Господарю, никой от останалите ни лечители няма опит в битка. Мъчно ми е да рискуваме здравето им, но ако тръгнем на война, те ще са ни нужни в предстоящите схватки.

source: It’s hopeless; we’ve tried everything, and they’re still coming back.
bg: Безнадеждно е; опитахме всичко, а те постоянно прииждат.

source: Forward, you worthless worms! Look at them, they’re tired and afraid! You killed their will to fight, now go and finish the job!
bg: Напред, червей такива! Вижте ги колко са изморени и изплашени! Убихте волята им за борба, сега ги довършете!

source: That cloud of dust on the horizon... flee! There’s more of the abominations heading this way! Fall back before we’re outnumbered and crushed.
bg: Прах на хоризонта... бягайте! Идват още изчадия! Да отстъпим преди да ни догонят и унищожат.

source: Lord Erlornas didn’t drive the orcs back, although he and his warriors tried their absolute best. When another war band arrived, elvish resistance crumbled.
bg: Лорд Ерлорнас не успя да отблъсне орките, макар че той и войните му дадоха всичко от себе си. Когато пристигна още една група бойци, елфическата защита рухна.

source: Of the ensuing events little is known, since much was lost in the chaos and confusion, but one thing is painfully sure. Elves lost the campaign.
bg: Малко е известно за последвалите събития, тъй като в хаоса и объркването много бе изгубено. Едно нещо е сигурно: елфите загубиха войната.

source: Ugh...
bg: Ох...

source: Finally! Got him!
bg: Най-после! Хванах те!

source: Lord!
bg: Господарю!

source: Take... command... Drive them... away.
bg: Поведи... ги... Прогони... орките.

source: Lord Erlornas died the day he first fought the orcs and never saw the end of the war. Given its final outcome, this was perhaps for the best.
bg: Лорд Ерлорнас така и не видя края на войната, защото загина при първата си среща с орките. Предвид развоя на събитията, той имаше късмет.

source: I’ve been bested, but the combat wasn’t fair... A thousand curses on you, withered coward! May you suffer... and when my master, Rualsha, finds you may he wipe your people from the face of this earth!
bg: Бях победен в нечестна битка... Дано бъдеш хиляди пъти проклет, страхливецо! Дано да страдаш... и дано господарят ми, Руалша, ви заличи от лицето на земята, когато ви намери!

source: Rualsha? Hmm... What if... Assemble a war-party, we need to scout north!
bg: Руалша? Хмм… Ами ако... Съберете войските ни, трябва да се отправим на север!

source: Assassins
bg: Убийци

source: The path of the orcish war band was easy to follow — a wide swathe of trampled ground through violated forest. Erlornas and his party swiftly followed it north and west.
bg: Пътят на орките бе лесен за проследяване - през широка дъга от утъпкана земя и съсипани гори. Ерлорнас бързо следва дирите им към север и после на запад.

source: Soon they arrived at a region where the forest was cut through by many streams, only to find something unexpected.
bg: Скоро елфите пристигнаха до горски регион, пресечен от множество реки. Там попаднаха на нещо неочаквано.

source: Gharlsa
bg: Гхарлса

source: Defeat Gharlsa
bg: Победете Гхарлса

source: Assassins are hard to hit, and their poison is insidious. Stay close to the villages, where poisoning can be cured, and force your enemies to attack you from the river.
bg: Убийците са трудни за улучване, а отровата им е коварна. Придържайте се към селата, където отровените могат да бъдат лекувани. Принуждавайте враговете си да Ви нападат откъм реката.

source: The trail leads straight to this place, my lord.
bg: Пътеката води насам, господарю.

source: There is a keep ahead of us. How comes it that we know nothing of it? I thought our borders were watched more carefully.
bg: Там се вижда укрепление. Как така нищо не знаем за него? Мислех, че границите се наблюдават стриктно.

source: I... I know not, my lord. For ages there was no one in these lands that could build such a thing save us. I fear we have fallen prey a false sense of security that has injured the vigilance of our scouts.
bg: Не... не ми е известно, господарю. От години никой, освен нас, не успяваше да построи нищо в околността. Опасявам се, че сме изпаднали във фалшиво самодоволство, което е притъпило усета на наблюдателите ни.

source: When the fighting ends, I’ll have some answers. But for now—
bg: Щом всичко приключи, ще търся отговорните. Но засега...

source: Gharlsa sees elves... yes... Fresh meat for wolves. Yes, yes...
bg: Гхарлса вижда елфи... да... Прясно месо за вълци. Да, да...

source: — let’s focus on the task at hand.
bg: ...нека се съсредоточим над задачата си.

source: Does that demented creature truly believe he can kill us?
bg: Това подлудено създание наистина ли смята, че може да ни победи?

source: Appearances can be deceiving. Tell the men to be cautious.
bg: Външността лъже. Кажи на елфите да бъдат бдителни.

source: Yes... yes... Slay them!
bg: Да... да... Изколете ги!

source: Hurts... failed... Rualsha gonna be angry...
bg: Боли... издънихме се... Руалша ще бъде бесен...

source: This... ‘Rualsha’ again. We need to forge ahead; the answers we seek are not here. Perhaps we will find them further north.
bg: Пак този... "Руалша". Трябва да продължим напред; тук няма нищо за нас. Може би още на север.

source: Destroy this place and let the forest take the ruins. We don’t want any more undesirables to use it.
bg: Сринете това място и нека горите да погълнат останките. Не искаме никакви нежелани елементи да го използват повече.

source: Wasteland
bg: Пустошта

source: As they fared further north the green forest thinned around them, slowly fading into a barren and fallow country. The signs were obvious and unmistakable — tree stumps, an occasional half-rotten tree felled long ago, and dead wood around them in scarce grass. This had been forest once, like the woods they called home. It had been murdered.
bg: Колкото повече напредваха на север, толкова гората оредяваше и постепенно отстъпваше на пуста и неразорана земя. Отсечени пънове, отдавна изсечени прогнили дървета и малко зеленина. Всичко беше ясно - някога тук е имало гора, както по родните им места, но сега е унищожена.

source: There was no trail to be found here; wind and rain had erased the spoor. Fortunately, there was no need of a trail; smoke on the horizon betrayed the presence of their enemies.
bg: Тук те не намериха никакви дири; вятърът и дъждът бяха заличили следите. За щастие нямаха нужда от тях; враговете им сами се издаваха с пушек, който се виждаше в далечината.

source: Erlornas was near-certain they would find orcs there. No clan of dwarves would break their ancient treaties with the elves in this way; humans were never so... methodical in their destruction, and did not travel in sufficiently large numbers in a north country they found too cold and damp for comfort. The great question remained — would he find Rualsha?
bg: Ерлорн беше сигурен, че орките са там. Нито едно джудже не би нарушило древните им споразумения по този начин; хората винаги са били толкова... методични в унищожението си и не пътуваха в такова мнозинство на север, където им беше твърде студено и влажно. Само един въпрос го гнетеше - къде се намира Руалша?

source: Perhaps, but not here. The tribe this camp housed was too small to impress fear on other orcs. Come next morning, the elves were prepared for battle.
bg: Вероятно, но не и тук. Племето живяло край този лагер е било твърде малко, за да стресне орките. На следващата утрин елфите бяха готови за борба.

source: Gnargha
bg: Гнаргха

source: Defeat Gnargha
bg: Победете Гнаргха

source: There are no villages in this scenario — you must use healers instead. Use hit-and-run tactics to weaken enemy units who cannot heal themselves.
bg: На тази мисия няма да намерите селища - трябва да разчитате на лечителите си. Отслабвайте вражеските единици, които не могат да се лекуват самостоятелно, после бягайте.

source: Lord... I’m... I am filled with grief. This senseless destruction is... overwhelming.
bg: Господарю... аз... аз се чувствам измъчен. Всичкото това унищожение е... непосилно за мен.

source: Yes. And this is the threat we were blind to but are now facing. This tribe is small, yet we must drive them back to the north. They must have no footholds south of the hills.
bg: Разбирам те. Сега сме изправени пред заплаха, за която бяхме слепи досега. Това племе е малко, но трябва да бъде изтласкано на север. Орките не бива да стъпват на юг от хълмовете.

source: Elves!? This means Urugha failed and his spirit will suffer greatly for his weakness. So be it!
bg: Елфи?! Значи Уругха се е провалил и духът му ще страда горчиво за тази слабост. Така да бъде!

source: Rise up, grunts! We have a great fight upon us! Let your rage flow freely! Let your blades slay all! First one to draw blood will feast by my fire this night!
bg: Ставайте, гниди! Предстои ни велика борба! Отприщете гнева си! Нека остриетата ви да косят наред! Който първи пролее кръв, ще пирува край моя огън тази нощ!

source: Aim true, men, with wit and courage the day will be ours. And spare no-one, there can be no orc south of the hills, else we’ll never have peace again.
bg: Целете се точно, елфи. Ще спечелим с кураж и ум. Не щадете никого. Дори един орк да остане на юг от хълмовете, никога няма да познаем мир отново.

source: You won... elf... But it changes... nothing... (<i>cough</i>)
bg: Ти спечели... елфе... Но това не променя... нищо... ("кашлица")

source: We found the way... Now... we will come in numbers... (<i>cough</i>) you can’t imagine...
bg: Вече знаем пътя... Сега... ще се върнем в рояци... ("кашлица") Бедна ви е фантазията...

source: (<i>Cough</i>) I’ll be waiting... among the dead...
bg: (<i>Кашлица</i>) Ще чакам... измежду мъртвите...

source: The orcish chieftain finally fell, overcome by his wounds. The elves found themselves in a half-ruined camp littered with the bodies of both sides. There was no hale orc in sight, nor did any of the wounded beg mercy. The elves took no prisoners.
bg: Оркският вожд се предаде на раните си. Елфите се намериха в порутен лагер пълен с тела и от двете армии. Не се виждаше здрав орк никъде, нито някой търсеше милост. Елфите не пощадиха никого.

source: It’s done, lord. No-one escaped. No-one tried to escape. I’m... disturbed.
bg: Успяхме, господарю. Никой не избяга. Никой дори не опита да избяга. Това ме... смущава.

source: Good. But their disregard for self-preservation is astounding. As is their ferocity when defending what they claim as their own. Have the scouts found others this side of the hills?
bg: Добра работа. Удивително е колко не ги е грижа за живота им. Както и с каква свирепост защитават това, което наричат свое. Разузнавачите намериха ли други из хълмовете?

source: No, lord. But trolls were spotted in the hills ahead. Do we really need to cross them to the north?
bg: Не, господарю. Но по следващите хълмове са забелязани тролове. Трябва ли да минем оттам?

source: Yes. The council has spoken to me through a dream-sending. They are troubled. Reinforcements have been sent after us, but we need to press on. Tell the men to rest, we’ll move out at dawn.
bg: Да. Съветът ми проговори чрез съновидение. Тревожат се. Изпратени са подкрепления, но ние трябва да продължим. Разпусни елфите да почиват и ще продължим призори.

source: What about the loot, lord? We found supplies worth over a hundred gold in the camp.
bg: А плячката, господарю? Намерихме продоволствия за над стотина жълтици в лагера.

source: Distribute some among the men, save the rest for the road. This country is a wasteland now; we won’t find much forage on the march.
bg: Разпределете ги на войниците, а останалото запази за из път. Тази страна сега е пустош; трудно ще се изхранваме занапред.

source: We found some supplies when searching the camp, but nothing much. What is to be done with them?
bg: Намерихме малко продоволствия, докато претърсихме лагера, но съвсем малко. Какво да правим с тях?

source: Save it for the march north. There is little to be found in this barren country.
bg: Запазете ги за похода. Трудно ще се изхранваме из тази пустош.

source: We can’t carry on, lord, the men are too tired. We have to fall back.
bg: Не можем да продължим, господарю, елфите са изтощени. Трябва да отстъпим.

source: Damn it. Sound the retreat, we’ll try again when reinforcements arrive.
bg: Проклятие. Бийте отбой и ще опитаме пак, когато пристигнат подкрепленията.

source: The expected relief caught up with them a few days later. The following morning they took the field against a far larger host of orcs. The battle ended in a draw; the war raged on for years...
bg: Очакваната помощ пристигна след няколко дни. На следната сутрин елфите се изправиха срещу далеч по-многобройни орки. Битката приключи неокончателно; войната продължи години наред...

source: Valley of Trolls
bg: Долината на троловете

source: Next morning, the elves set off again, increasingly wearied by the hardships of the campaign and longing for the green comfort of their home forests. This land was barren and rugged; nothing shielded them from biting northern wind as they traveled towards the mountains looming before them.
bg: Следващата сутрин, елфите продължиха напред. Умората от трудностите и жаждата за зелените им родни гори ги изнуряваше постоянно. Тази земя бе пуста и тежкопроходима; докато пътуваха на север към планините изправени пред тях, елфите нямаха никаква защита от хапещите студове.

source: At dusk they arrived at the mouth of a valley cutting almost straight through the range and made camp, as scouts warned that the area was hostile and the road ahead treacherous in darkness. There were no songs or music that night and most of the elves slept uneasily. An unlucky few kept a cautious watch.
bg: По здрач те пристигнаха до устието на долина, права като стрелбище, където лагеруваха. Съгледвачите предупреждаваха, че околността е враждебна, а пътят - коварен през нощта. Нямаше музика и никой не пожела да запее. Елфите спаха неспокойно. Неколцина със злощастници нервно бдяха.

source: When sunrise came, the elves moved into battle formations. Whatever waited in the slopes ahead, it would not find them unprepared.
bg: Когато слънцето изгря, елфите се събраха в редиците си. Каквото и да ги очакваше, нямаше да се изплашат.

source: Trolls
bg: Тролове

source: Gurk
bg: Гурк

source: Hrugu
bg: Хруго

source: Defeat all enemy leaders
bg: Победете вражеските военачалници

source: Trolls are poor fighters when not on rugged terrain and fare even worse during the daytime. Lure them out of the hills and attack in the sunlight.
bg: Троловете са нескопосани борци, когато не са на груба земя, а денем се бият още по-зле. Примамете ги извън хълмовете им и ги нападнете на слънчева светлина.

source: We are far from our lands, now, Erlornas, and we have driven the orcs from the forest. Why do we not return home?
bg: Далеч сме от земите си, Ерлорнас. Прогонихме и орките от гората. Защо продължаваме все още?

source: You know well enough... Rualsha. That name sounds everywhere we go since the incursion began. That orc is much more than a mere marauding bandit in search of pillage. And he wants this land. <i>Our</i> land. He is planning an invasion, I’m sure of it. We must gather more information about his plans before we go back.
bg: Знаеш много добре... Руалша. Името звучи навсякъде, още откакто настъплението започна. Този орк е много повече от обикновен плячкосващ бандит. Той иска тази земя. "Нашата" земя. Той иска да ни завоюва, убеден съм. Трябва ни повече информация за замисъла му, преди да се върнем.

source: And tell me... How did you sleep last night?
bg: Сподели ми... Добре ли спа нощес?

source: How did I?... Uneasy, lord. My dreams were bleak, some of them nightmares.
bg: Дали съм...? Нелеко, господарю. Сънищата ми бяха мрачни, някои от тях кошмарни.

source: Yes. The earth currents are perturbed here, and the bridges to the dreamland are tainted. I think there is a mage dwelling somewhere nearby. Or perhaps more than one; the traces are mixed, and some of them have an unwholesome flavor.
bg: Да. Земните течения са нарушени тук, а връзката със съновните земи е нарушена. Вярвам, че наоколо броди магьосник. Може би дори няколко; следите са омешани, а някои имат неприятен привкус.

source: It would be dire indeed for us if these orcs have magic to add to their battle-might.
bg: Би било пагубно за нас, ако орките добавят магия към бойната си мощ.

source: We must discover if this is so.
bg: Трябва да разберем дали това е истина.

source: Information will do us no good if we are killed before we return with it! These mountains look like troll territory.
bg: Информацията няма да ни помогне с нищо, ако сме убити преди да се върнем с нея! Тези планини са тролска територия.

source: Enough. The sun’s fully over the horizon. Give the order to advance.
bg: Достатъчно. Слънцето почти изгря. Разгласи отпътуването.

source: That was the last of the chieftains, lord. The lesser trolls seem to be retreating now.
bg: Този беше последният от техните вождове, господарю. По-нисшите тролове обърнахме в бягство.

source: It is well. Break camp and move everyone through the pass before they rally. We’ll rest a bit on the other side; we have earned it.
bg: Това е хубаво. Разтурете лагера ни и придвижи всички през прохода, преди да се завърнат отново. Ще си починем малко от другата страна. Заслужаваме го.
