Repository: AmirulAndalib/wesnoth
Catalog: po/wesnoth-aoi/*.po
Languages: bg

source: At once. How much time do you think we have?
bg: Веднага. Колко време смятате, че имаме?

source: A day, perhaps. We fought two clans today; they won’t take long to rally. We need to be gone from here by sunset next.
bg: Вероятно един ден, . Победихме два клана днес; няма да им трябва много, за да се съберат. Трябва да напуснем преди следващия залез.

source: We have slain a chieftain! Take heart! This battle is almost won!
bg: Победихме един от вождовете им! Ликувайте! Битката е почти спечелена!

source: Ha! Me smashed da funny elf. Me got a trophy!
bg: Ха! Аз смачка смешен елф. Аз има трофей!

source: No! This can’t be!
bg: Не! Не може да бъде!

source: Soon after Erlornas died, the elven party, lacking a leader and pressed from all sides, scattered and fled. Their retreat to Wesmere was arduous and long.
bg: Скоро след смъртта на Ерлорнас, елфите останаха без водач, бяха притиснати и обърнати в бягство. Завръщането им във Везмер бе дълго и изнурително.

source: During their retreat, the pass was crossed by another army moving in the opposite direction. Orcs were back south of the pass, and this time they were to stay for a long, long time.
bg: По време на бягството им, проходът бе пресечен от друга армия, движеща се в обратната посока. Орките се завръщаха на юг от прохода и този път щяха да се задържат дълго-дълго време.

source: We can’t get through, my Lord. These whelps are not individually very dangerous, but there are huge numbers of them.
bg: Не можем да пробием, господарю. Тези дребосъци не са опасни поотделно, но са твърде многобройни.

source: Four days of combat and nothing to show for it. How does it feel to you?
bg: Четири дни в непрестанна борба и сме с празни ръце. Какво мислиш за това?

source: Terrible, my lord. Never in my life did I dream I’d be bested by mere trolls. What are your orders?
bg: Ужасно е, господарю. Никога не съм и сънувал, че ще бъда надвит от тролове. Какво ще заповядате?

source: Withdraw and make camp a safe distance from the hills. There is no further point in this fight. We’ll wait for reinforcements.
bg: Изтеглете се и ще направим лагер на безопасно разстояние от хълмовете. Няма смисъл да продължаваме. Ще чакаме подкрепленията.

source: The reinforcements arrived a few days later, a crack force of rangers with some cavalry support. When they attempted the pass again, they found not trolls but something worse — an orcish army approaching from the north.
bg: Помощта пристигна няколко дни по-късно, под формата на смъртоносен отряд от рейнджъри и конници. Когато елфите пак опитаха да прекосят прохода, ги посрещна нещо далеч по-лошо от тролове: цяла оркска армия прииждаща от севера.

source: The battle that ensued was bloody and inconclusive, and the elven losses were only the beginning of the mournful toll in a war that would rage for many years after.
bg: Последвалата битка бе кървава и нерешителна, а загубите на елфите бяха само началото от един страшен дан, който щяха да плащат много години през бушуващата война.

source: Linaera the Quick
bg: Линаера Скорострелната

source: After a day of hard-earned rest the elves marched north again. This was unknown country, not frequented even by Wesmere’s furthermost-faring scouts.
bg: След пълен ден от добре заслужена почивка, елфите продължиха на отново на север . Това бяха непознати земи за тях, чужди дори и на най-опитните им съгледвачи.

source: Two days’ travel later, the forward scouts reported another orcish warband laying siege to a tower.
bg: След двудневно пътешествие, съгледвачите докладваха за бойна група от орки, които обсаждат кула.

source: Erlornas surveyed the siege from atop a small tree-covered hill overlooking the tower valley...
bg: Ерлорнас огледа обсадата от върха на малък хълм над кулата, обрасъл с дървета...

source: Krughnar
bg: Гругхнар

source: Mages
bg: Магове

source: Defeat Krughnar and break the siege
bg: Победете Кругхнар и свалете обсадата

source: Death of Linaera
bg: Смъртта на Линаера

source: Linaera is a leader and can recruit mages when standing on a keep.
bg: Линаера е пълководец и може да набира магове, когато се намира в укрепление.

source: Use Elven Scouts and Linaera’s power of teleportation to mount hit-and-run attacks.
bg: Използвайте елфическите си разузнавачи и телепортацията на Линаера, за да нанасяте съкрушителни атаки.

source: Report.
bg: Докладвайте.

source: A warband of orcs, no women or children among them, besieges a tower. It’s of human design... but we are far from the lands granted to humans by treaty, my lord Erlornas.
bg: Група от орки, който обсаждат онази кула. С тях няма жени, нито деца. Кулата е човешка постройка... макар че сме далеч от земите дадени на хората по закон, господарю Ерлорнас.

source: Under the letter of the treaty, it is so. But this country is too cold and barren for us. I wonder, what manner of human would choose to live here, far from its kind? Hmmm...
bg: Според договора е така. Но тази земя е твърде студена и пуста за нас. Чудя се какъв ли човек би се настанил тук, толкова далеч от себеподобните си? Хммм...

source: It trespasses, and should be driven out!
bg: Това е нарушение и трябва да бъде наказано!

source: Hold. It is only one human, or a few of them at most. Time enough to speak of driving it out when we have no enemies in common.
bg: Спокойно. Това е един човек, най-много неколцина. Ще имаме достатъчно време да си говорим за нарушения, когато нищо не ни заплашва.

source: Tell me: I see no bridge over the chasm around that keep. Is there any sign that one has been withdrawn by the defenders?
bg: Обясни ми нещо: не виждам мост край укреплението. Възможно ли е да е бил изтеглен от защитниците?

source: No, lord. No traces of any construction. It looks like no bridge has ever existed there. There must be other, hidden means of access to the tower.
bg: Не, господарю. Няма следи от подобен строеж. Изглежда сякаш никога не е имало мост там. Сигурно има друг, таен достъп до кулата.

source: Interesting... Go to my personal stores and bring me a bottle of wine. And a couple of glasses.
bg: Любопитно... Донесете бутилка вино от личните ми запаси. И няколко чаши.

source: ... Glasses?
bg: ...Чаши?

source: Do it. We’ll have a guest soon.
bg: Действай. Скоро ще си имаме гостенин.

source: Erlornas closed his eyes and brought his hands forward, joined palms forming a cup open to the sky. Soon they began to glow, then to flare like a brazier with the fire of Faerie, casting a cold, blue light all around the elf-lord. A wisp of light emerged from the eerie flames, and at a few murmured words from the elf-lord flew away towards the tower below. Then the light around Erlornas faded and all was seemingly as before.
bg: Ерлорнас затвори очи и вдигна ръцете си напред, като ги сключи във фуния, насочена към небето. Скоро дланите му засияха, после лумнаха във феически огън. Елфът бе обгърнат в синя и студена светлина. Една искрица изскочи от чудноватите пламъци и след няколко промълвени от елфа думи, тя излетя към кулата. Светлината край Ерлорнас избледня и скоро всичко се успокои.

source: Some time later...
bg: Малко по-късно...

source: So you decided to accept the invitation. Good. Welcome, I am lord Erlornas of Wesmere. I find your presence here... surprising.
bg: Значи приехте поканата ми. Чудесно. Добре дошли, аз съм лорд Ерлорнас от Везмер. Намирам присъствието Ви тук за... изненадващо.

source: Scarcely less than I find yours, my lord elf, but I would welcome your aid against these orcs. They have been besieging my tower for weeks.
bg: Не съм по-малко изненадана от Вас, господарю елф и приемам помощта Ви срещу орките. От седмици обсаждат кулата ми.

source: I wish their foul kind driven as far as possible from my borders, not to return. It would be no bad thing if an ally of the elves kept watch over this country.
bg: Искам ги прокудени възможно най-далеч от границите ми, безвъзвратно. Не би било лошо, ако подир това, наш съюзник наглеждаше тези земи.

source: Count me an ally, then, lord Erlornas. We can defeat them together.
bg: Значи съм Ваш съюзник, господарю Ерлорнас. Ще се справим с тях заедно.

source: My lord... humans cannot be trusted! They shift their allegiances with the changing of the wind!
bg: Господарю... На хората не може да се има доверие! Те си променят мнението с всяко духване на вятъра!

source: That may be, but I do not think this one will betray us to the orcs. And we may need her assistance, too: that is a powerful force of orcs ahead.
bg: И така да е, не вярвам тази дама да ни предаде на орките. Пък и тя може да ни помогне - очаква ни могъща оркска войска.

source: And that is well ended. But, Linaera, there is somewhat else that concerns me. You are a mage; do you not feel something... wrong... to the east of here?
bg: Разрешихме конфликта. Линаера, нещо друго ме тревожи. Ти си маг; усещаш ли нещо... нередно... на изток оттук?

source: I do indeed. Something evil has recently made a nest in the next valley over; its servants have been sniffing at the edges of my domain. I had meant to deal with it myself, but if you elves revere the green earth I think you will want it abolished as much as do I.
bg: Определено. Някакво зло се е засадило в следващата долина; слугите му постоянно душат наоколо. Щях сама да се справя с тях, но вие, елфите, почитате земята и ще искате да я пречистите, колкото и аз.

source: We are of one mind, then. Let us go to it.
bg: Еднакво мислим, значи. На работа.

source: A Detour through the Swamp
bg: Отклонение през блатото

source: Undead
bg: Немъртви

source: Keremal
bg: Керемал

source: Defeat Keremal
bg: Победете Керемал

source: Undead are resistant to physical attack. Use mages to attack the undead, and elves to protect and support the mages.
bg: Немъртвите са устойчиви срещу физически нападения. Използвайте маговете си срещу тях, докато ги пазите с елфи.

source: The evil spirits who have settled in this wetland have turned it into a vile bog. My apprentices and I have the power to dispel them, but you must protect us from their weapons.
bg: Злите духове са превърнали тази земя в свой дом и в гнусно мочурище. Аз и учениците им имаме силата, за да ги прокудим, но трябва да ни пазите от тях.

source: Thank you, Erlornas... now I can return to my tower in peace. But I think some of my apprentices wish to follow you north in pursuit of the orcs.
bg: Благодаря Ви, Ерлорнас... сега мога да се прибера спокойна. Но вероятно някои от учениците ми ще пожелаят да Ви придружат на север, за да помогнат срещу орките.

source: I have always wished to see elves, and now I have fought alongside them! May I please travel with you?
bg: Винаги съм искал да видя елфи и сега се бих редом с тях! Може ли да се присъединя към вас?

source: Certainly... I shall be glad of your help.
bg: Разбира се... Помощта Ви е огромна радост за мен.

source: Showdown
bg: Разплата

source: Rualsha
bg: Руалша

source: Defeat Rualsha
bg: Победете Руалша

source: Your enemy is well-defended against attacks from the south. Use rangers to sneak through the forest and mount a surprise attack from the north.
bg: Врагът Ви е добре защитен срещу атаки от юг. Използвайте рейнджъри, за да се промъкнете през гората и да го изненадате от север.

source: Celodith
bg: Келодит

source: Earanduil
bg: Еарандуил

source: Elvyniel
bg: Елвиниел

source: Delorfilith
bg: Делорфилит

source: My lord! We have ridden hard for over a week to catch up with you! The Ka’lian has deliberated, and asks you to defeat Rualsha quickly before he can muster a full invasion force.
bg: Господарю! Яздихме упорито повече от седмица, за да Ви настигнем! Ка'лиан взеха решение и разпоредиха да се разправите бързо с Руалша, преди да успее да си събере пълната си сила.

source: Puny elves! My full army will be here soon, and then we will crush you. You will beg for a quick death!
bg: Жалки елфи! Армията ми ще пристигне скоро и тогава ще ви смачкаме. Ще ни се молите да ви убием бързо!

source: You may slay me, Erlornas, but my people live on. They will not forget! They will pursue you, and destroy you utterly... we will... we... arrgh...
bg: Може и да ме надвиеш, Ерлорнас, но хората ми ще просъществуват. Те не забравят! Те ще те преследват и ще те унищожат окончателно... ние ще... ние... арргх...

source: But Rualsha overestimated the will of his troops. With their leader dead, they scattered, and fled from the elves back to their fastnesses in the far north.
bg: Руалша надцени волята на войските си. Щом военачалникът им загина, те се пръснаха и избягаха от елфите обратно към укрепленията си в далечния север.

source: It grieves me to take life, even of a barbarian such as Rualsha.
bg: Мъчно ми е да отнемам живот, дори и да е на такъв като Руалша.

source: If the orcs press us, we shall need to become more accustomed to fighting.
bg: Ако орките продължат да ни притесняват, ще трябва да станем много по-войнолюбиви.

source: I fear it will be so. We have won a first victory here, but dark times come upon its heels.
bg: Опасявам се, че си прав. Спечелихме първата си битка, но ни чакат тежки времена.

source: Erlornas
bg: Ерлорнас

source: Linaera
bg: Линаера

source: Lord Erlornas never saw the blade that felled him. He died on the spot, with not a chance to issue last commands or farewells. Without him his wardens soon fell into confusion, and losing heart withdrew from the battle.
bg: Лорд Ерлорнас така и не видя кой го повали. Той загина на място, без дори да раздаде последни заповеди или да се сбогува. Без него, пазителите му скоро изпаднаха в смут, обезкуражиха се и напуснаха битката.

source: When reinforcements finally arrived, elves managed to dislodge the orcish tribe. But the threat from the north remained unresolved and loomed large over their future.
bg: Когато подкрепленията най-после пристигнаха, елфите успяха да надвият племето на орките. Но заплахата от севера продължи да виси неразрешена и за в бъдеще.

source: Alas, Erlornas, I have failed us...
bg: Ерлорнас, провалихме се...

source: All is lost! Without Linaera’s help, I cannot hope to defeat these abominations!
bg: Загубени сме! Без помощта на Линаера, нямам надежда да преборя тези чудовища!

source: Hint:
bg: Съвет:
